
Contributors: Jacob Alldredge
              Daniel Craig

* Ideas
  :LOGBOOK:
  CLOCK: [2018-05-08 Tue 19:00]--[2018-05-08 Tue 19:17] =>  0:17
  CLOCK: [2018-05-07 Mon 22:15]--[2018-05-07 Mon 22:54] =>  0:39
  :END:

** Alexa Skills
*** Amazon web services
**** Check for pricing/Free tier
***** Free for the first year
***** Free up to 5000 speech requests per month
*** Skills
**** Dictation of family history
**** Family memory retrieval and read
**** 
*** Lambdas
**** event driven code
*** Kenesis Fire Hose
*** Family Search APIs
**** Authentication?
***** Link amazon and FamilySearch?
*** Voice Recognition
*** TODO IMPORANT
    - [X] Check AWS Pricing/Free tier
    - [ ] FamilySearch Available APIs
    - [X] Buy Alexa

      
* Clock
#+BEGIN: clocktable :scope file :maxlevel 2
#+CAPTION: Clock summary at [2018-05-08 Tue 19:17]
| Headline     | Time   |
|--------------+--------|
| *Total time* | *0:56* |
|--------------+--------|
| Ideas        | 0:56   |
#+END:

